Repository: common-repository/mw-taxonomy
Catalog: languages/mw-taxonomy-*.po
Languages: sv_se

source: Custom Taxonomy Page
sv_se: Sida för anpassad taxonomi

source: Create New Custom Taxonomy
sv_se: Skapa ny anpassad taxonomi

source: Save
sv_se: Spara

source: Error
sv_se: Fel

source: Custom Taxonomy
sv_se: Anpassad taxonomi

source: Edit Taxonomy
sv_se: Ändra taxonomi

source: Update Taxonomy
sv_se: Uppdatera taxonomi

source: Delete Taxonomy
sv_se: Radera taxonomi

source: You are about to delete this Taxonomy
sv_se: Du är på väg att radera denna taxonomi

source: Taxonomy %s was deleted
sv_se: Taxonomi %s raderades

source: Custom Taxonomy Management
sv_se: Hantering av anpassad taxonomi

source: Taxonomy
sv_se: Taxonomi

source: Taxonomy %s %s
sv_se: Taxonomi %s %s

source: Taxonomy %s was not %s
sv_se: Taxonomi %s blev inte %s

source: No name is set
sv_se: Inget namn är satt

source: No singular name is set
sv_se: Singulärt namn är inte satt

source: No slug is set
sv_se: Inget kortnamn är satt

source: No post type set
sv_se: Posttyp är inte satt

source: Hierarchical value not set
sv_se: Hierarkiskt värde är inte satt

source: Slug can be no more than 32 characters long
sv_se: Kortnamn kan inte vara längre än 32 tecken långt

source: Slug can only contain lower characters a -z, 0 - 9 and underscore
sv_se: Kortnamn kan endast innehålla gemener a - z, 0 - 9 och understrykningstecken

source: Slug "%s" is already in use by another taxonomy
sv_se: Kortnamnet "%s" används redan av en annan taxonomi

source: Slug "%s" is a reserved term
sv_se: Kortnamnet "%s" är en reserverad term

source: Name Plural
sv_se: Pluralnamn

source: Name Singular
sv_se: Singularnamn

source: Post Type
sv_se: Posttyp

source: Hierarchical
sv_se: Hierarkisk

source: Slug
sv_se: Kortnamn

source: Search Engine
sv_se: Sökmotor

source: All
sv_se: Alla

source: Edit
sv_se: Editera

source: View
sv_se: Vy

source: Update
sv_se: Uppdatera

source: Add New
sv_se: Lägg till ny

source: New %s Name
sv_se: Ny %s namn

source: Search
sv_se: Sök

source: Popular
sv_se: Populär

source: list
sv_se: lista

source: Parent
sv_se: Förälder

source: Separate %s with commas
sv_se: Separera %s med komma

source: Choose from the most used
sv_se: Välj från de mest använda

source: No %s found
sv_se: Inga %s funna

source: A list or dropdown of a selected custom taxonomy.
sv_se: En lista eller dropwown av en vald anpassad taxonomi

source: Select %s
sv_se: Välj %s

source: Title:
sv_se: Titel:

source: Display as dropdown
sv_se: Visa som dropdown

source: Show post counts
sv_se: Visa antal poster

source: Plugin website
sv_se: Tilläggets webbplats

source: Go to Plugin website for more information about how to use the plugin
sv_se: Gå till tilläggets webbplats för mer information om hur man använder tillägget

source: Please ask questions in the Support forum
sv_se: Var vänlig ställ frågor i supportforumet

source: I will answer them as soon as I can
sv_se: Jag svarar så snart som möjligt

source: Please make a donation if you are happy with this plugin
sv_se: Gör gärna en donation om du gillar tillägget

source: Start page
sv_se: Startsida

source: Please fill in the form
sv_se: Var vänlig fyll i formuläret

source: Name
sv_se: Namn

source: The name usually in plural as it will appear on the site and admin area. Ex Categories, Tags
sv_se: Namnet vanligtvis i plural som det ska synas på webbplatsen och i adminområdet. T ex Kategorier, Etiketter

source: Name singular
sv_se: Namn i singularis

source: The name in singular as it will appear on the site and admin area. Ex Category, Tag
sv_se: Namnet i singular som det ska synas på webbplatsen och i adminområdet. T ex Kategori, Etikett

source: The slug will be used in url
sv_se: Kortnamnet används i webbadressen

source: May only contain lowercase letters a - z, 0 - 9 or the underscore character and not be more than 32 characters long
sv_se: Får bara innehålla gemener a -z, 0 - 9 eller understrykningstecken och får enti vara mer än 32 tecken långt

source: It cannot be changed once it is set
sv_se: Den kan ej ändras i efterhand

source: Select Post Types
sv_se: Välj posttyp

source: Select the post types where this taxonomy will be used.
sv_se: Välj de posttyper där denna taxonomi kommer att användas.

source: Built-in
sv_se: Inbyggda

source: Custom
sv_se: Anpassad

source: Whether one can be parent to another.
sv_se: Om en ska vara överordnad en annan.

source: Categories are hierarchical and tags are not.
sv_se: Kategorier är hierarkiska och etiketter är inte.

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Search engine
sv_se: Sökmotor

source: Yes if you want taxonomy url to appear in search engines
sv_se: Ja om du vill att taxonomins webbadress ska vara sökbar hos sökmotorer

source: No if you want to stop search engines from including taxonomy url
sv_se: Nej om du vill förhindra sökmotorer från att ta in taxonomins webbadress

source: You have no Custom Taxonomy yet
sv_se: Du har ingen anpassad taxonomi än

source: Create one now
sv_se: Skapa en nu

source: Taxonomy Name (plural)
sv_se: Taxonomins namn (plural)

source: Taxonomy Name (singular)
sv_se: Taxonomins namn (singular)

source: Description
sv_se: Beskrivning

source: Post type
sv_se: Posttyp

source: Really Delete
sv_se: Verkligen radera
